Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Choose which actions appear in the row, More menu, or stay hidden
af: Kies watter aksies in die ry, Meer-kieslys of versteek bly
ar: اختر الإجراءات التي تظهر في صف الأزرار أو قائمة المزيد أو تبقى مخفية
bg: Изберете кои действия да се показват в реда с бутони, менюто „Още“ или да останат скрити
ca: Tria quines accions apareixen a la fila, al menú Més o romanen amagades
cs: Zvolte, které akce se zobrazí v řádku, v nabídce Další nebo zůstanou skryté
da: Vælg hvilke handlinger der vises i rækken, menuen Mere eller forbliver skjult
de: Wähle, welche Aktionen in der Zeile, im Mehr-Menü oder ausgeblendet bleiben
el: Επιλέξτε ποιες ενέργειες εμφανίζονται στη σειρά, στο μενού Περισσότερα ή παραμένουν κρυφές
fi: Valitse mitkä toiminnot näkyvät rivillä, Lisää-valikossa tai pysyvät piilossa
fr: Choisir les actions affichées dans la rangée, le menu Plus ou masquées
he: בחר אילו פעולות יופיעו בשורה, בתפריט עוד או יישארו מוסתרות
hu: Válaszd ki, mely műveletek jelenjenek meg a sorban, a Továbbiak menüben vagy maradjanak rejtve
it: Scegli quali azioni appaiono nella riga, nel menu Altro o restano nascoste
ja: ボタン行、その他メニュー、非表示にするアクションを選択
ko: 버튼 행, 더 보기 메뉴 또는 숨김에 표시할 동작 선택
nb: Velg hvilke handlinger som vises i raden, Mer-menyen eller holdes skjult
nl: Kies welke acties in de rij, het Meer-menu of verborgen blijven
pl: Wybierz, które akcje pojawią się w wierszu, menu Więcej albo pozostaną ukryte
pt: Escolha que ações aparecem na linha, no menu Mais ou ficam ocultas
pt_br: Escolha quais ações aparecem na linha, no menu Mais ou ficam ocultas
ro: Alege ce acțiuni apar pe rând, în meniul Mai multe sau rămân ascunse
ru: Выберите, какие действия будут в строке, меню Ещё или останутся скрытыми
sr: Изаберите које радње се приказују у реду, менију Још или остају скривене
sv: Välj vilka åtgärder som visas i raden, menyn Mer eller förblir dolda
tr: Hangi eylemlerin satırda, Daha Fazla menüsünde ya da gizli kalacağını seçin
uk: Виберіть, які дії відображати в рядку, меню Ще або залишити прихованими
vi: Chọn hành động xuất hiện trong hàng, menu Thêm hoặc vẫn bị ẩn
zh_hans: 选择哪些操作显示在按钮行、更多菜单或保持隐藏
zh_hant: 選擇哪些操作顯示在按鈕列、更多選單或保持隱藏

source: Choose which service handles translation
af: Kies watter diens vertaling hanteer
ar: اختر الخدمة التي تتعامل مع الترجمة
bg: Изберете коя услуга да обработва превода
ca: Tria quin servei s'encarrega de la traducció
cs: Vyberte, která služba má na starosti překlad
da: Vælg hvilken tjeneste, der håndterer oversættelse
de: Wähle den Dienst für die Übersetzung
el: Επιλέξτε ποια υπηρεσία θα αναλαμβάνει τη μετάφραση
fi: Valitse, mikä palvelu hoitaa käännöksen
fr: Choisissez le service qui gère la traduction
he: בחר איזה שירות יטפל בתרגום
hu: Válassza ki, melyik szolgáltatás kezelje a fordítást
it: Scegli quale servizio gestisce la traduzione
ja: 翻訳を担当するサービスを選択する
ko: 번역을 담당할 서비스 선택
nb: Velg hvilken tjeneste som håndterer oversettelse
nl: Kies welke service de vertaling afhandelt
pl: Wybierz usługę obsługującą tłumaczenia
pt: Escolha o serviço que trata da tradução
pt_br: Escolha qual serviço lida com a tradução
ro: Alege ce serviciu se ocupă de traducere
ru: Выберите сервис для перевода
sr: Изаберите коју услугу ћете користити за превођење
sv: Välj vilken tjänst som ska hantera översättning
tr: Çeviriyi hangi hizmetin yapacağını seçin
uk: Виберіть сервіс для перекладу
vi: Chọn dịch vụ xử lý bản dịch
zh_hans: 选择处理翻译的服务
zh_hant: 選擇處理翻譯的服務

source: Clear
af: Maak skoon
ar: مسح
bg: Изчистване
ca: Esborra
cs: Vyčistit
da: Ryd
de: Leeren
el: Εκκαθάριση
fi: Tyhjennä
fr: Nettoyer
he: נקה
hu: Törlés
it: Pulisci
ja: クリア
ko: 지우기
nb: Tøm
nl: Verwijderen
pl: Wyczyść
pt: Limpar
pt_br: Limpar
ro: Curăță
ru: Очистить
sr: Обриши
sv: Rensa
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清空
zh_hant: 清除

source: Close
af: Sluit
ar: أغلق
bg: Затваряне
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
fi: Sulje
fr: Fermer
he: סגור
hu: Bezárás
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Afsluiten
pl: Zamknij
pt: FECHAR
pt_br: FECHAR
ro: Inchide
ru: Закрыть
sr: Затвори
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Comment
af: Kommentaar
ar: تعليق
bg: Коментар
ca: Comenta
cs: Komentář
da: Kommenter
de: Kommentieren
el: Σχόλιο
fi: Kommentoi
fr: Commenter
he: תגובה
hu: Hozzászólás
it: Commento
ja: コメント
ko: 댓글
nb: Kommentar
nl: Reageren
pl: Skomentuj
pt: Comentar
pt_br: Comentar
ro: Comentează
ru: Комментировать
sr: Коментариши
sv: Kommentera
tr: Yorum yap
uk: Коментувати
vi: Bình luận
zh_hans: 评论
zh_hant: 評論

source: Comments
af: Kommentaar
ar: تعليقات
bg: Коментари
ca: Comentaris
cs: Komentáře
da: Kommentarer
de: Kommentare
el: Σχόλια
fi: Kommentit
fr: Commentaires
he: תגובות
hu: Hozzászólások
it: Commenti
ja: コメント
ko: 댓글
nb: Kommentarer
nl: Opmerkingen
pl: Komentarze
pt: Comentários
pt_br: Comentários
ro: Comentarii
ru: Комментарии
sr: Коментари
sv: Kommentarer
tr: Yorumlar
uk: Коментарі
vi: Bình luận
zh_hans: 评论
zh_hant: 評論

# compose_cw_placeholder
source: Content warning
af: Inhoud waarskuwing
ar: تحذير المحتوى
bg: Предупреждение за съдържание
ca: Avís de contingut
cs: Upozornění na obsah
da: Indholdsadvarsel
de: Inhaltliche Warnung
el: Προειδοποίηση περιεχομένου
fi: Sisältövaroitus
fr: Avertissement de contenu
he: אזהרת תוכן
hu: Tartalomfigyelmeztetés
it: Avviso di contenuto
ja: コンテンツ警告
ko: 콘텐츠 경고
nb: Advarsel for innhold
nl: Inhoudswaarschuwing
pl: Ostrzeżenie o treści
pt: Aviso de conteúdo
pt_br: Aviso de conteúdo
ro: Avertisment de conținut
ru: Предупреждение о контенте
sr: Упозорење о садржају
sv: Innehållsvarning
tr: İçerik uyarısı
uk: Попередження про контент
vi: Cảnh báo nội dung
zh_hans: 内容警告
zh_hant: 內容警告

# compose_discard_draft
source: Discard
af: Gooi weg
ar: تجاهل
bg: Отхвърляне
ca: Descarta
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
fi: Hylkää
fr: Abandonner
he: בטל
hu: Elvetés
it: Scarta
ja: 破棄
ko: 삭제
nb: Forkast
nl: Verwijderen
pl: Odrzuć
pt: Descartar
pt_br: Descartar
ro: Renunță
ru: Удалить
sr: Одбаци
sv: Släng
tr: Sil
uk: Відхилити
vi: Hủy bỏ
zh_hans: 丢弃
zh_hant: 丟棄

# compose_media_mark_sensitive
source: Mark media as sensitive
af: Merk media as sensitief
ar: تحديد الوسائط كوسائط حساسة
bg: Отбелязване на медията като деликатна
ca: Marcar mitjans com a sensibles
cs: Označit média jako citlivá
da: Marker medier som følsomme
de: Medien als sensibel markieren
el: Σήμανση μέσων ως ευαίσθητων
fi: Merkitse media herkäksi
fr: Marquer le média comme sensible
he: סמן מדיה כרגישה
hu: Média megjelölése érzékenyként
it: Contrassegna media come sensibile
ja: メディアをセンシティブとしてマーク
ko: 미디어를 민감함으로 표시
nb: Merk media som sensitivt
nl: Markeer media als gevoelig
pl: Oznacz multimedia jako wrażliwe
pt: Marcar mídia como sensível
pt_br: Marcar mídia como sensível
ro: Marchează media ca sensibilă
ru: Отметить как деликатный контент
sr: Означи медије као осетљиве
sv: Markera media som känslig
tr: Medyayı hassas olarak işaretle
uk: Позначити медіа як чутливе
vi: Đánh dấu phương tiện là nhạy cảm
zh_hans: 将媒体标记为敏感的
zh_hant: 將媒體標記為敏感內容

# compose_placeholder
source: What's happening?
af: Wat gebeur?
ar: ماذا يحدث؟
bg: Какво се случва?
ca: Què està passant?
cs: Co se děje?
da: Hvad sker der?
de: Was passiert gerade?
el: Τι συμβαίνει;
fi: Mitä tapahtuu?
fr: Quoi de neuf ?
he: מה קורה?
hu: Mi történik?
it: Cosa sta succedendo?
ja: いまどうしてる？
ko: 무슨 일이 일어나고 있나요?
nb: Hva skjer?
nl: Wat is er aan de hand?
pl: Co się dzieje?
pt: O que está acontecendo?
pt_br: O que está acontecendo?
ro: Ce se întâmplă?
ru: Что нового?
sr: Шта се дешава?
sv: Vad händer?
tr: Neler oluyor?
uk: Що нового?
vi: Chuyện gì đang xảy ra?
zh_hans: 发生什么事了？
zh_hant: 有什麼新鮮事？

# compose_poll_choice_placeholder
source: Option
af: Opsie
ar: خيار
bg: Опция
ca: Opció
cs: Možnost
da: Mulighed
el: Επιλογή
fi: Vaihtoehto
he: אפשרות
hu: Opció
it: Opzione
ja: 選択肢
ko: 옵션
nb: Alternativ
nl: Optie
pl: Opcja
pt: Opção
pt_br: Opção
ro: Opțiune
ru: Вариант
sr: Опција
sv: Alternativ
tr: Seçenek
uk: Варіант
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

# compose_poll_expiration
source: Expiration at:
af: Verval op:
ar: تنتهي الصلاحية في:
bg: Изтича на:
ca: Caduca el:
cs: Vyprší dne:
da: Udløber kl:
de: Läuft ab am:
el: Λήξη στις:
fi: Päättyy:
fr: Expire le :
he: פג תוקף ב-:
hu: Lejárat:
it: Scade il:
ja: 期限：
ko: 만료일:
nb: Utløp på:
nl: Verloopt op:
pl: Wygasa dnia:
pt: Expira em:
pt_br: Expira em:
ro: Expiră la:
ru: Истекает:
sr: Истиче:
sv: Går ut kl:
tr: Bitiş zamanı:
uk: Термін дії:
vi: Hết hạn lúc:
zh_hans: 截止时间：
zh_hant: 截止時間：

# compose_poll_expiration_1_day
source: 1 day
af: 1 dag
ar: يوم واحد
bg: 1 ден
ca: 1 dia
cs: 1 den
da: 1 dag
de: 1 Tag
el: 1 ημέρα
fi: 1 päivä
fr: 1 jour
he: יום אחד
hu: 1 nap
it: 1 giorno
ja: 1 日
ko: 1일
nb: 1 dag
nl: 1 dag
pl: 1 dzień
pt: 1 dia
pt_br: 1 dia
ro: 1 zi
ru: 1 день
sr: 1 дан
sv: 1 dag
tr: 1 gün
uk: 1 день
vi: 1 ngày
zh_hans: 1 天
zh_hant: 1 天

# compose_poll_expiration_1_hour
source: 1 hour
af: 1 uur
ar: ساعة واحدة
bg: 1 час
ca: 1 hora
cs: 1 hodina
da: 1 time
de: 1 Stunde
el: 1 ώρα
fi: 1 tunti
fr: 1 heure
he: שעה אחת
hu: 1 óra
it: 1 ora
ja: 1時間
ko: 1시간
nb: 1 time
nl: 1 uur
pl: 1 godzina
pt: 1 hora
pt_br: 1 hora
ro: 1 oră
ru: 1 час
sr: 1 сат
sv: 1 timme
tr: 1 saat
uk: 1 година
vi: 1 giờ
zh_hans: 1 小时
zh_hant: 1 小時

# compose_poll_expiration_3_days
source: 3 days
af: 3 dae
ar: 3 أيام
bg: 3 дни
ca: 3 dies
cs: 3 dny
da: 3 dage
de: 3 Tage
el: 3 ημέρες
fi: 3 päivää
fr: 3 jours
he: 3 ימים
hu: 3 nap
it: 3 giorni
ja: 3日
ko: 3일
nb: 3 dager
nl: 3 dagen
pl: 3 dni
pt: 3 dias
pt_br: 3 dias
ro: 3 zile
ru: 3 дня
sr: 3 дана
sv: 3 dagar
tr: 3 gün
uk: 3 дні
vi: 3 ngày
zh_hans: 3 天
zh_hant: 3 天

# compose_poll_expiration_5_minutes
source: 5 minutes
af: 5 minute
ar: 5 دقائق
bg: 5 минути
ca: 5 minuts
cs: 5 minut
da: 5 minutter
de: 5 Minuten
el: 5 λεπτά
fi: 5 minuuttia
he: 5 דקות
hu: 5 perc
it: 5 minuti
ja: 5分
ko: 5분
nb: 5 minutter
nl: 5 minuten
pl: 5 minut
pt: 5 minutos
pt_br: 5 minutos
ro: 5 minute
ru: 5 минут
sr: 5 минута
sv: 5 minuter
tr: 5 dakika
uk: 5 хвилин
vi: 5 phút
zh_hans: 5 分钟
zh_hant: 5 分鐘

# compose_poll_expiration_6_hours
source: 6 hours
af: 6 uur
ar: 6 ساعات
bg: 6 часа
ca: 6 hores
cs: 6 hodin
da: 6 timer
de: 6 Stunden
el: 6 ώρες
fi: 6 tuntia
fr: 6 heures
he: 6 שעות
hu: 6 óra
it: 6 ore
ja: 6 時間
ko: 6시간
nb: 6 timer
nl: 6 uur
pl: 6 godzin
pt: 6 horas
pt_br: 6 horas
ro: 6 ore
ru: 6 часов
sr: 6 сати
sv: 6 timmar
tr: 6 saat
uk: 6 годин
vi: 6 giờ
zh_hans: 6 小时
zh_hant: 6 小時

# compose_poll_expiration_7_days
source: 7 days
af: 7 dae
ar: 7 أيام
bg: 7 дни
ca: 7 dies
cs: 7 dní
da: 7 dage
de: 7 Tage
el: 7 ημέρες
fi: 7 päivää
fr: 7 jours
he: 7 ימים
hu: 7 nap
it: 7 giorni
ja: 7日
ko: 7일
nb: 7 dager
nl: 7 dagen
pl: 7 dni
pt: 7 dias
pt_br: 7 dias
ro: 7 zile
ru: 7 дней
sr: 7 дана
sv: 7 dagar
tr: 7 gün
uk: 7 днів
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

# compose_poll_expiration_12_hours
source: 12 hours
af: 12 uur
ar: 12 ساعة
bg: 12 часа
ca: 12 hores
cs: 12 hodin
da: 12 timer
de: 12 Stunden
el: 12 ώρες
fi: 12 tuntia
fr: 12 heures
he: 12 שעות
hu: 12 óra
it: 12 ore
ja: 12 時間
ko: 12시간
nb: 12 timer
nl: 12 uur
pl: 12 godzin
pt: 12 horas
pt_br: 12 horas
ro: 12 ore
ru: 12 часов
sr: 12 сати
sv: 12 timmar
tr: 12 saat
uk: 12 годин
vi: 12 giờ
zh_hans: 12 小时
zh_hant: 12 小時

# compose_poll_expiration_30_minutes
source: 30 minutes
af: 30 minute
ar: 30 دقيقة
bg: 30 минути
ca: 30 minuts
cs: 30 minut
da: 30 minutter
de: 30 Minuten
el: 30 λεπτά
fi: 30 minuuttia
he: 30 דקות
hu: 30 perc
it: 30 minuti
ja: 30分
ko: 30분
nb: 30 minutter
nl: 30 minuten
pl: 30 minut
pt: 30 minutos
pt_br: 30 minutos
ro: 30 minute
ru: 30 минут
sr: 30 минута
sv: 30 minuter
tr: 30 dakika
uk: 30 хвилин
vi: 30 phút
zh_hans: 30 分钟
zh_hant: 30 分鐘

# compose_poll_type
source: Poll type
af: Peilingtipe
ar: نوع الاستطلاع
bg: Тип анкета
ca: Tipus d'enquesta
cs: Typ ankety
da: Afstemningstype
de: Umfragetyp
el: Τύπος δημοσκόπησης
fi: Kyselyn tyyppi
fr: Type de sondage
he: סוג סקר
hu: Szavazás típusa
it: Tipo di sondaggio
ja: アンケートの種類
ko: 설문 조사 유형
nb: Avstemnings type
nl: Type peiling
pl: Typ ankiety
pt: Tipo de sondagem
pt_br: Tipo de enquete
ro: Tip sondaj
ru: Тип опроса
sr: Тип анкете
sv: Typ av omröstning
tr: Anket türü
uk: Тип опитування
vi: Loại khảo sát
zh_hans: 投票类型
zh_hant: 投票類型

# compose_poll_type_multiple
source: Multiple choice
af: Meervoudige keuse
ar: خيارات متعددة
bg: Множествен избор
ca: Múltiples opcions
cs: Více možností
da: Flervalgsafstemning
de: Mehrfachauswahl
el: Πολλαπλής επιλογής
fi: Monivalinta
fr: Choix multiple
he: בחירה מרובה
hu: Több válaszlehetőség
it: Scelta multipla
ja: 複数選択
ko: 복수 선택
nb: Flere valg
nl: Meerdere keuzes
pl: Wielokrotny wybór
pt: Múltipla escolha
pt_br: Múltipla escolha
ro: Alegere multiplă
ru: Множественный выбор
sr: Вишеструки избор
sv: Flerval
tr: Çoktan seçmeli
uk: Множинний вибір
vi: Nhiều lựa chọn
zh_hans: 多项选择
zh_hant: 多選

# compose_poll_type_single
source: Single choice
af: Enkel keuse
ar: خيار واحد
bg: Единичен избор
ca: Elecció única
cs: Jedna volba
da: Enkeltvalgsafstemning
de: Einfachauswahl
el: Μονής επιλογής
fi: Yksittäisvalinta
fr: Choix unique
he: בחירה יחידה
hu: Egyetlen válaszlehetőség
it: Scelta singola
ja: 単一選択
ko: 단일 선택
nb: Ett valg
nl: Enkele keuze
pl: Jednokrotny wybór
pt: Escolha única
pt_br: Escolha única
ro: Alegere unică
ru: Одиночный выбор
sr: Један избор
sv: Enkelval
tr: Tek seçenekli
uk: Одиночний вибір
vi: Một lựa chọn
zh_hans: 单项选择
zh_hant: 單選

# compose_save_draft_prompt
source: Save your current content as a draft before closing?
af: Stoor jou huidige inhoud as n konsep voordat jy sluit?
ar: هل تريد حفظ المحتوى الحالي كمسودة قبل الإغلاق؟
bg: Да се запази ли текущото съдържание като чернова преди затваряне?
ca: Vols desar el contingut actual com a esborrany abans de tancar?
cs: Uložit aktuální obsah před zavřením jako koncept?
da: Vil du gemme dit nuværende indhold som en kladde, før du lukker?
de: Aktuellen Inhalt vor dem Schließen als Entwurf speichern?
el: Να αποθηκευτεί το τρέχον περιεχόμενο ως πρόχειρο πριν το κλείσιμο;
fi: Tallennetaanko nykyinen sisältö luonnoksena ennen sulkemista?
fr: Enregistrer le contenu actuel comme brouillon avant de fermer ?
he: לשמור את התוכן הנוכחי כטיוטה לפני הסגירה?
hu: Mented az aktuális tartalmat piszkozatként bezárás előtt?
it: Salvare il contenuto corrente come bozza prima di chiudere?
ja: 閉じる前に現在の内容を下書きとして保存しますか？
ko: 닫기 전에 현재 내용을 초안으로 저장할까요?
nb: Lagre gjeldende innhold som utkast før du lukker?
nl: Huidige inhoud als concept opslaan voordat je sluit?
pl: Zapisać bieżącą treść jako wersję roboczą przed zamknięciem?
pt: Guardar o conteúdo atual como rascunho antes de fechar?
pt_br: Salvar o conteúdo atual como rascunho antes de fechar?
ro: Salvezi conținutul curent ca ciornă înainte de închidere?
ru: Сохранить текущий текст как черновик перед закрытием?
sr: Сачувати тренутни садржај као нацрт пре затварања?
sv: Spara ditt nuvarande innehåll som utkast innan du stänger?
tr: Kapatmadan önce mevcut içeriği taslak olarak kaydetmek ister misiniz?
uk: Зберегти поточний вміст як чернетку перед закриттям?
vi: Lưu nội dung hiện tại thành bản nháp trước khi đóng?
zh_hans: 关闭前将当前内容保存为草稿？
zh_hant: 關閉前將目前內容儲存為草稿？

# compose_title_new
source: Compose
af: Samestelling
ar: تأليف
bg: Съставяне
ca: Compondre
cs: Napsat
da: Skriv
de: Verfassen
el: Σύνθεση
fi: Kirjoita
fr: Composer
he: כתיבה
hu: Létrehozás
it: Componi
ja: 作成
ko: 작성
nb: Skriv
nl: Opstellen
pl: Utwórz
pt: Compor
pt_br: Compor
ro: Compune
ru: Написать
sr: Састави
sv: Skapa
tr: Oluştur
uk: Написати
vi: Soạn thảo
zh_hans: 编写
zh_hant: 編寫

# compose_title_quote
source: Quote
af: Citaat
ar: اقتباس
bg: Цитиране
ca: Citar
cs: Cenová nabídka
da: Citer
de: Zitieren
el: Παράθεση
fi: Lainaa
fr: Citer
he: ציטוט
hu: Idézés
it: Cita
ja: 引用
ko: 인용
nb: Sitat
nl: Citeren
pl: Zacytuj
pt: Citar
pt_br: Citar
ro: Citat
ru: Цитировать
sr: Цитирај
sv: Citera
tr: Alıntıla
uk: Процитувати
vi: Trích dẫn
zh_hans: 引用
zh_hant: 引用

# compose_title_reply
source: Reply
af: Antwoord
ar: الرد
bg: Отговор
ca: Respondre
cs: Odpověď
da: Svar
de: Antworten
el: Απάντηση
fi: Vastaa
fr: Répondre
he: תגובה
hu: Válasz
it: Rispondi
ja: 返信
ko: 답글
nb: Svar
nl: Beantwoorden
pl: Odpowiedz
pt: Responder
pt_br: Responder
ro: Răspunde
ru: Ответить
sr: Одговори
sv: Svara
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh_hans: 答复
zh_hant: 回覆

source: Customize actions
af: Pas aksies aan
ar: تخصيص الإجراءات
bg: Персонализиране на действията
ca: Personalitza les accions
cs: Přizpůsobit akce
da: Tilpas handlinger
de: Aktionen anpassen
el: Προσαρμογή ενεργειών
fi: Mukauta toimintoja
fr: Personnaliser les actions
he: התאמה אישית של פעולות
hu: Műveletek testreszabása
it: Personalizza azioni
ja: アクションをカスタマイズ
ko: 동작 사용자화
nb: Tilpass handlinger
nl: Acties aanpassen
pl: Dostosuj akcje
pt: Personalizar ações
pt_br: Personalizar ações
ro: Personalizează acțiunile
ru: Настроить действия
sr: Прилагоди радње
sv: Anpassa åtgärder
tr: Eylemleri özelleştir
uk: Налаштувати дії
vi: Tùy chỉnh hành động
zh_hans: 自定义操作
zh_hant: 自訂操作

# deep_link_account_picker_open_in_browser
source: Open in browser
af: Open in blaai
ar: فتح في المتصفح
bg: Отваряне в браузър
ca: Obre al navegador
cs: Otevřít v prohlížeči
da: Åbn i browser
de: Im Browser öffnen
el: Άνοιγμα στο πρόγραμμα περιήγησης
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
he: פתח בדפדפן
hu: Megnyitás böngészőben
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nb: Åpne i nettleser
nl: Openen in browser
pl: Otwórz w przeglądarce
pt: Abrir no navegador
pt_br: Abrir no navegador
ro: Deschide în browser
ru: Открыть в браузере
sr: Отвори у прегледачу
sv: Öppna i webbläsare
tr: Tarayıcıda aç
uk: Відкрити в браузері
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# deep_link_account_picker_save_default
source: Always open this way
af: Maak altyd so oop
ar: افتح بهذه الطريقة دائمًا
bg: Винаги отваряй така
ca: Obre sempre així
cs: Vždy otevírat tímto způsobem
da: Åbn altid på denne måde
de: Immer so öffnen
el: Άνοιγμα πάντα με αυτόν τον τρόπο
fi: Avaa aina näin
fr: Toujours ouvrir ainsi
he: פתח תמיד כך
hu: Mindig így nyissa meg
it: Apri sempre in questo modo
ja: 常にこの方法で開く
ko: 항상 이 방식으로 열기
nb: Åpne alltid på denne måten
nl: Altijd zo openen
pl: Zawsze otwieraj w ten sposób
pt: Abrir sempre desta forma
pt_br: Sempre abrir assim
ro: Deschide mereu astfel
ru: Всегда открывать так
sr: Увек отвори овако
sv: Öppna alltid så här
tr: Her zaman bu şekilde aç
uk: Завжди відкривати так
vi: Luôn mở theo cách này
zh_hans: 始终这样打开
zh_hant: 一律這樣開啟

# deep_link_account_picker_title
source: Select account
af: Kies rekening
ar: اختر الحساب
bg: Избор на акаунт
ca: Selecciona el compte
cs: Vybrat účet
da: Vælg konto
de: Konto auswählen
el: Επιλογή λογαριασμού
fi: Valitse tili
fr: Sélectionner un compte
he: בחר חשבון
hu: Fiók kiválasztása
it: Seleziona account
ja: アカウントを選択
ko: 계정 선택
nb: Velg konto
nl: Account selecteren
pl: Wybierz konto
pt: Selecionar conta
pt_br: Selecionar conta
ro: Selectează contul
ru: Выберите аккаунт
sr: Изабери налог
sv: Välj konto
tr: Hesap seç
uk: Виберіть обліковий запис
vi: Chọn tài khoản
zh_hans: 选择账号
zh_hant: 選擇帳號

source: DeepL API Key
af: DeepL API-sleutel
ar: مفتاح DeepL API
bg: DeepL API ключ
ca: Clau de l'API de DeepL
cs: DeepL API klíč
da: DeepL API-nøgle
de: DeepL API-Schlüssel
el: Κλειδί API DeepL
fi: DeepL API-avain
fr: Clé API DeepL
he: מפתח API של DeepL
hu: DeepL API kulcs
it: Chiave API DeepL
ja: DeepL APIキー
ko: DeepL API 키
nb: DeepL API-nøkkel
nl: DeepL API-sleutel
pl: Klucz API DeepL
pt: Chave API DeepL
pt_br: Chave API DeepL
ro: Cheie API DeepL
ru: Ключ API DeepL
sr: DeepL АПИ кључ
sv: DeepL API-nyckel
tr: DeepL API Anahtarı
uk: Ключ API DeepL
vi: Khóa API DeepL
zh_hans: DeepL API 密钥
zh_hant: DeepL API 金鑰

source: DeepL Pro Endpoint
af: DeepL Pro-eindpunt
ar: نقطة نهاية DeepL Pro
bg: DeepL Pro крайна точка
ca: Punt final de DeepL Pro
cs: Koncový bod DeepL Pro
da: DeepL Pro-slutpunkt
de: DeepL Pro Endpunkt
fi: DeepL Pro -päätepiste
fr: Point de terminaison DeepL Pro
he: נקודת קצה של DeepL Pro
hu: DeepL Pro végpont
it: Endpoint DeepL Pro
ja: DeepL Pro エンドポイント
ko: DeepL Pro 엔드포인트
pl: Punkt końcowy DeepL Pro
pt: Endpoint DeepL Pro
pt_br: Endpoint DeepL Pro
ro: Punct final DeepL Pro
sr: DeepL Pro крајња тачка
sv: DeepL Pro-slutpunkt
tr: DeepL Pro Uç Noktası
vi: Điểm cuối DeepL Pro
zh_hans: DeepL Pro 终结点
zh_hant: DeepL Pro 終端節點

source: Default
af: Standaard
ar: الافتراضي
bg: По подразбиране
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
nl: Standaard
pl: Domyślne
pt: Padrão
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sr: Подразумевано
sv: Standard
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Delete
af: verwyder
ar: حذف
bg: Изтриване
ca: Esborrar
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
fi: Poista
fr: Supprimez
he: מחק
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
pt_br: excluir
ro: Ștergere
ru: Удалить
sr: Обриши
sv: Radera
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# delete_list_description
source: Are you sure you want to delete this list?
af: Is jy seker jy wil hierdie lys verwyder?
ar: هل أنت متأكد أنك تريد حذف هذه القائمة؟
bg: Сигурни ли сте, че искате да изтриете този списък?
ca: Esteu segur que voleu suprimir aquesta llista?
cs: Opravdu chcete tento seznam smazat?
da: Er du sikker på, at du vil slette denne liste?
de: Bist du sicher, dass du diese Liste löschen möchtest?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη λίστα;
fi: Haluatko varmasti poistaa tämän listan?
fr: Voulez-vous vraiment supprimer cette liste ?
he: האם אתה בטוח שברצונך למחוק רשימה זו?
hu: Biztosan törölni akarja ezt a listát?
it: Sei sicuro di voler eliminare questa lista?
ja: このリストを削除してもよろしいですか？
ko: 이 목록을 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne listen?
nl: Weet je zeker dat je deze lijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę listę?
pt: Tem a certeza de que pretende eliminar esta lista?
pt_br: Tem certeza de que deseja excluir esta lista?
ro: Sigur dorești să ștergi această listă?
ru: Вы уверены, что хотите удалить этот список?
sr: Да ли сте сигурни да желите да обришете ову листу?
sv: Är du säker på att du vill ta bort den här listan?
tr: Bu listeyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей список?
vi: Bạn có chắc chắn muốn xóa danh sách này không?
zh_hans: 确定要删除此列表吗？
zh_hant: 確定要刪除此列表嗎？

# delete_list_title
source: Delete list
af: Verwyder lys
ar: حذف القائمة
bg: Изтриване на списъка
ca: Esborrar llista
cs: Odstranit seznam
da: Slet liste
de: Liste löschen
el: Διαγραφή λίστας
fi: Poista lista
fr: Supprimer la liste
he: מחק רשימה
hu: Lista törlése
it: Elimina lista
ja: リストを削除
ko: 리스트 삭제
nb: Slett liste
nl: Lijst verwijderen
pl: Usuń listę
pt: Excluir lista
pt_br: Excluir lista
ro: Șterge lista
ru: Удалить список
sr: Обриши листу
sv: Ta bort lista
tr: Listeyi sil
uk: Видалити список
vi: Xóa danh sách
zh_hans: 删除列表
zh_hant: 刪除列表

# delete_status_alert_message
source: Delete this post?
af: Verwyder hierdie plasing?
ar: حذف هذا المنشور؟
bg: Изтриване на тази публикация?
ca: Voleu suprimir aquest paràgraf?
cs: Smazat tento příspěvek?
da: Slet dette opslag?
de: Diesen Beitrag löschen?
el: Διαγραφή αυτής της ανάρτησης;
fi: Poistetaanko tämä julkaisu?
fr: Supprimer ce message ?
he: למחוק פוסט זה?
hu: Törli ezt a bejegyzést?
it: Elimina questo post?
ja: この投稿を削除しますか？
ko: 이 게시물을 삭제하시겠습니까?
nb: Slett dette innlegget?
nl: Dit bericht verwijderen?
pl: Usunąć ten post?
pt: Eliminar esta publicação?
pt_br: Excluir esta postagem?
ro: Ștergi această postare?
ru: Удалить этот пост?
sr: Обрисати ову објаву?
sv: Ta bort det här inlägget?
tr: Bu gönderi silinsin mi?
uk: Видалити цей допис?
vi: Xóa bài đăng này?
zh_hans: 删除此帖子？
zh_hant: 刪除此貼文？
